{
	"title": "ACTIVATE CHEETAH MODE",
  "heading": "CHAPTER 2",
  "coverImage": "https://project-nova-content-staging.s3.amazonaws.com/1%3A1%3A2/media/cover.png",
  "content": [
    {
      "type": "paragraph",
      "data": [
        {
           "type": "text",
           "content": "It was a small stall selling the most mouth-watering-looking burgers Rayze had ever seen, manned by a green ogre with two heads.\n\n“Get your Rumble burgers here!” shouted the right head.\n\nThe smell of the sizzling meat made Rayze’s tongue salivate.\n\n“What meat is that?” he asked the ogre.\n\n“Unique blend we’re calling Monstameat,” said the left head.\n\n“Limited run only,” said the right. “Created especially for today’s Rumble! Once it’s gone, it’s gone!”\n\nThough Myza had chosen to go pupilless today, Rayze could see that her eyes were just as hungry for the delicious-looking burgers as his were.\n\n“I’ll take two,” he said, and added, “with all the trimmings.”\n\n“Two Monstameat burgers with all the trimmings coming right up!” said the left head, as the left arm began flipping juicy patties into the fluffiest blue buns Rayze had ever seen.\n\n“Seven hundred and ninety nine ultras,” said the right head, and the ogre held up its massive, right, green palm.\n\nRayze slapped his own hand against the ogre’s.\n\n" 
        } 
      ] 
	  },
    {
      "type": "textImage",
      "data": [
          {
              "type": "text",
              "content": "With a quick flash of white light upon the connection, the ultracoin was transferred.\n\n“Enjoy!” said the left head, as the ogre’s left arm handed them their burgers, oozing with orange cheese, cyan mustard, and silver ketchup.\n\nRayze was tempted to bite into it right there and then.\n\n“Save it!” Myza said, punching him playfully in the arm. “You’ll enjoy it more when the action starts.”\n\n" 
          },
          {
              "type": "image",
              "url": "https://project-nova-content-staging.s3.amazonaws.com/1%3A1%3A2/media/monstameat_burger.jpg"
          }
      ]
    },
	  {
      "type": "paragraph",
      "data": [
        {
           "type": "text",
           "content": "“I’m telling you, Kee,” came Jecko’s voice, as he and Keesy rejoined Rayze and Myza, “it can’t be true. We’re supposed to believe that back in ancient times, food and drink that tasted good made people inflate like balloons until they were so big they died?”\n\n“Kinda,” said Keesy. “Although it wasn’t air they were full of, it was solid mass.”\n\n“And the only way to bring them back down to regular size was to run for hours on end or jump up and down?”\n\n“Most of the time,” said Keesy. “Although some used to get the extra mass sucked out of them by people called “surgeons.””\n\nJecko blinked at her a few times.\n\n“Nope. Don’t buy it,” he said with finality, and slurped his entire drink in one long go. When he was finished, the carton burst into little fragments that fluttered into nothing. “You know what, guys?” he said. “I’m gonna go on ahead. I wanna make sure I get a good seat this year.”\n\n“You’ve got an optical zoom upgrade, haven’t you Jeck?” Rayze reminded him. “You can zoom into the action from wherever we’re sitting.”\n\n“Yeah, but it ain’t the same as being right there close to the action,” Jecko said. “I want front row seats this year. Front or second, at least. Third row would be okay. Anywhere in the front five rows.”\n\n" 
        } 
      ] 
	  },
		{
      "type": "imageText",
      "data": [
          {
              "type": "image",
              "url": "https://project-nova-content-staging.s3.amazonaws.com/1%3A1%3A2/media/Red+Steam.jpeg"
          },
          {
              "type": "text",
              "content": "“Well, make sure you save the rest of us a seat, too,” said Keesy.\n\n“Will do,” Jecko said. “See you there.”\n\nWith that, Jecko turned away from them and vanished in a puff of crimson smoke.\n\n“Does he have to do the whole red smoke thing every time he teleports?” Keesy complained.\n\n“You know Jecko,” Rayze defended him. “He likes to show off. Let him have a bit of fun.”\n\n"
          }
      ]
	  },
	  {
      "type": "paragraph",
      "data": [
        {
           "type": "text",
           "content": "“Yeah, well, I don’t trust him to save us seats. Remember last month when he was supposed to book us all seats at Eva’s Ice Cream Emporium, and he only booked three stools? I’m gonna go after him. And I think I’ll take the scenic route. I’ve always wanted to see what the parade looks like from above.”\n\n“Okay, we’ll see you in there,” said Myza, as Keesy kicked off the sidewalk and propelled herself into the air like a rocket.\n\nAs Rayze and Myza continued to walk along Freedom Avenue with the rest of the crowd and the blaring procession, Rayze noticed Myza looking up at him by his side with a big grin on her face.\n\n“What is it?” he asked her.\n\n" 
        } 
      ] 
	  },
		{
      "type": "textImage",
      "data": [
          {
              "type": "text",
              "content": "“Nothing,” she said. “I just love how happy you are on Rumble days.”\n\nIt was true. The day of the Redemption Rumble was by far his favorite day of every year, and had been since he was first allowed to attend at the age of seven.\n\n“You know what I think’ll make you even happier though?” said Myza. “A little bit of competition between the two of us.”\n\n" 
          },
          {
              "type": "image",
              "url": "https://project-nova-content-staging.s3.amazonaws.com/1%3A1%3A2/media/rayze_skin_turning_to_cheetah.jpg"
          }
      ]
    },
    {
      "type": "paragraph",
      "data": [
        {
           "type": "text",
           "content": "Rayze let out a laugh.\n\n“Are you saying you want to battle me?”\n\n“Nope, I’m saying I want to race you.”\n\n“You know I have maxed-out Cheetah Mode, right?” Rayze quipped.\n\n“And you know I have this now, don’t you?” Myza said with a flirty smirk.\n\nMyza’s legs began to wobble, then morphed into a single, slick motorbike wheel.\n\n“Oh, come on!” Rayze chuckled. “You’re gonna use the gift I gave you against me?”\n\n“Best birthday present ever,” Myza said, and kissed him on the cheek. “Last one to the arena’s a loser.”\n\nShe bent her head forward, and with a vroom, she accelerated away.\n\nRayze had to admit, she knew how to keep him on his toes.\n\nActivate Cheetah Mode, he thought.\n\nHe felt his default humanoid skin buckle and bend as he fell to all-fours and fur sprouted from his follicles.\n\n“We’ll see who’s the loser,” he purred, and launched himself into a furious gallop.\n\n" 
        } 
      ] 
	  }
  ]
}