{
    "title": "Welcome to the Ultraverse",
    "heading": "CHAPTER 1",
    "coverImage": "https://project-nova-content-prod.s3.amazonaws.com/1%3A1%3A1/media/home_bg2.jpeg",
    "content": [
        {
          "type": "paragraph",
          "data": [
            {
               "type": "text",
               "content": "“It’s tiiiime!” boomed Jecko, throwing his arms out either side of him, “for the thirty-fifth annual Redemption Rumble!”\n\n“Wrong voice, knucklenoob,” Keesy said snarkily, shaking her feline face at him. “That’s Charlz Lanka, the announcer of the Razor Rush Quarter Rally. The Redemption Rumble’s always presented by Brod Borkin.”\n\n“It’s close enough,” Jecko snapped back, reverting to his default vocal setting. “Do you know how much they’re charging for the official Brod Borkin voice these days? Six K ultracoin!”\n\n“Let me guess,” Keesy sighed “You’d rather spend that six K on the silly spaghetti arms upgrade you saw at the LootFayre last week?”\n\nJecko’s arms stretched towards Keesy like string-cheese until his fingers reached her cat-ears.\n\n“I already did,” he said, tickling the tips.\n\nKeesy lifted her own hand, and with a flicker of polygons it transformed into a sharp, ceremonial blade.\n\n“Remove those sausage-fingers from my ears at once, or they’ll be sliced into pepperoni pieces and served to you on your slice of Rumble Pizza.”\n\nJecko paused for a moment.\n\n“Ew,” said Keesy. “You’re wondering what your own fingers would taste like, aren’t you?”\n\n" 
            } 
          ] 
        },
        {
          "type": "imageText",
          "data": [
              {
                  "type": "image",
                  "url": "https://project-nova-content-prod.s3.amazonaws.com/1%3A1%3A1/media/myza_smiling.jpg"
              },
              {
                  "type": "text",
                  "content": "“Come on, guys,” Rayze chuckled as Jecko’s arms sprung back into place. “Today’s not the day to rack up a new sin.”\n\nRayze was used to his two school friends teasing each other, but he just wanted to enjoy the day and soak up the atmosphere. He had waited all year for this.\n\nBy his side, his girlfriend Myza interlocked arms with him and gave him a smile, her elven features and purple complexion continuing to low-key bother him. He loved her, but he hoped he’d one day be able to pluck up the courage to tell her he secretly wished she’d switch back to the humanoid skin she was wearing when she’d transferred to his school a year and a half-ago.\n\n" 
              }
          ]
        },
        {
            "type": "paragraph",
            "data": [
                {
                    "type": "text",
                    "content": "Together, they were all walking through Freedom Avenue on their way to the most anticipated event of the year, the Redemption Rumble; the battle-royale deathmatch in which the 100 Ultraverse inhabitants with the most sins of the last 12 months were thrown into the most high-stakes Razor Rush match to compete for the sole prize of remaining in the Ultraverse and having their sin-streak wiped clean.\n\nFreedom Avenue was the main high street of the Ultraverse’s capital city of Neo Zork, and making the walk along it by foot from their suburb of Amrose to the Ultra Arena had become somewhat of a tradition for them, and many others, on the day of the event.\n\nIt was no mystery why.\n\n" 
                }
            ]
        },
        {
            "type": "textImage",
            "data": [
                {
                    "type": "text",
                    "content": "The street was alive with celebration for the Rumble; particle-jugglers lit up the sidewalks with colorful bursts of fire and water, teams of acrobats performed synchronized air-swimming in the skies above them, and a procession of epic proportions paraded through the middle of the road, featuring gigantic hover-buses, feathery animal NPCs, balloons with animated faces, floating jellyfish, and streams of multicolored string that shot about like air-snakes." 
                },
                {
                    "type": "image",
                    "url": "https://project-nova-content-prod.s3.amazonaws.com/1%3A1%3A1/media/freedom_avenue_birds_eye_shot.jpg"
                }
            ]
        },
        {
            "type": "paragraph",
            "data": [
              {
                 "type": "text",
                 "content": "The atmosphere was electric, and Rayze could almost taste it.\n\nHe closed his eyes momentarily and tried to drown out the parade’s pumping electronica and the roaring of the crowd as the sweet smell of fried onions and smoked waffles wafted into his nostrils.\n\nEveryone loved the Redemption Rumble, but no-one more so than Rayze. It was more than just an annual event to him. It made him feel alive. And it made him feel proud to be an Ultraverse citizen.\n\nRayze was no stranger to Razor Rush. He played it every weekend, and against his mom and dad’s wishes, hoped to play professionally one day. It was by far the Ultraverse’s most popular sport, and hundreds of thousands gathered each year to watch the years’ worst sinners fight for redemption.\n\n“Don’t you think it’s all a bit cruel?” said Keesy, as giant, rotating holograms of the combatants appeared in the distance above the arena.\n\n“Don’t!” Jecko ordered.\n\n“Don’t what?”\n\n“Don’t ruin the Redemption Rumble for the rest of us,” he said. “Everyone who gets selected deserves it. We all know that.”\n\n“You don’t know that,” said Keesy. “You don’t know what the sinners have gone through in their lives. They could just be troubled.”\n\n“Kee… a guy last year had two hundred and seventy-eight sins. And you wanna know the worst thing? They were all for the same crime - using a tongue-inflation upgrade to lick passers-by. Apparently they were really wet licks. You want someone like that walking around here in the Ultraverse with us? Nah, that sicko’s better off gone forever.”\n\n“What, out there in the meatverse where he can lick our real bodies instead?” Keesy said dryly.\n\n“If they even exist,” said Jecko.\n\n“Wait,” Myza joined in, “you’re not becoming one of those meatverse deniers are you, Jeck?”\n\n“All I’m sayin’ is,” said Jecko, his blue eyebrows raised, “I went on a supposed field trip to the meatverse when I was eleven, and I saw, like, five “real” bodies, total. Didn’t look real to me. I reckon they just tell us these aren’t our real bodies to scare us into behaving when we’re kids. You agree with me, don’t you Rayze?”\n\nIn all honesty, Rayze wasn’t sure what he believed. The idea that they all had original counterparts made of organic flesh in an ancient world known as Earth was a bit far-fetched, but it was what they’d all been taught at school, and he couldn’t see any truly logical reason for the High Moderators to make something like that up.\n\n" 
              } 
            ] 
        },
        {
            "type": "imageText",
            "data": [
                {
                    "type": "image",
                    "url": "https://project-nova-content-prod.s3.amazonaws.com/1%3A1%3A1/media/freedom_avenue_stalls.jpg"
                },
                {
                    "type": "text",
                    "content": "At Rayze’s silence, Jecko said, “Ah, come on! Someone back me up!”\n\n“If the meatverse isn’t real,” said Myza, “where do the eliminated Rumble combatants get exiled to?”\n\n"
                }
            ]
        },
        {
            "type": "paragraph",
            "data": [
              {
                 "type": "text",
                 "content": "“I don’t know,” Jecko said, shrugging. “Some secret part of the Ultraverse where all the sinners live.”\n\n“And all just go around with massive tongues licking each-other, huh?” said Keesy.\n\n“Well… they don’t all… that was just one… ah forget it,” said Jecko, suddenly getting distracted by a vendor selling sixteen-syrup sugarmilk.\n\nAs Jecko went to buy himself an extra large SweetSlurper, Rayze noticed something - something that was about to make this the best Redemption Rumble ever.\n\n"
              } 
            ] 
        }
      ]
  }